Repository: ahmedMAF/SmartLife
Catalog: src/Resources/Pages.IndexModel.*.resx
Languages: ar

# home_title
source: Home
ar: الرئيسية

# home_welcome
source: Welcome To Smart Life
ar: مرحبًا بك في Smart Life

# home_intro
source: We are a team providing luxurious home and business automation solutions to make your life easier anytime, anywhere.
ar: نحن فريق نقدم حلول أتمتة فاخرة للمنازل والأعمال لجعل حياتك أسهل في أي وقت وأي مكان.

# home_start
source: Get Started
ar: ابدأ الآن

# home_about_title
source: About
ar: من نحن

# home_about
source: We create smart solutions that make your life easier and more luxurious.
ar: نبتكر حلولًا ذكية تجعل حياتك أسهل وأكثر رفاهية.

# home_vision_title
source: Vision
ar: رؤيتنا

# home_vision
source: To be the market leader in smart automation systems, delivering innovative solutions that redefine comfort, efficiency, and security.
ar: أن نكون رواد السوق في أنظمة الأتمتة الذكية من خلال تقديم حلول مبتكرة تعيد تعريف الراحة والكفاءة والأمان.

# home_aim
source: To be one of Middle East market leaders in the field of automation system solutions and to pursue maximum customer satisfaction by providing reliable, sustainable products & efficient, high-quality services.
ar: أن نكون من رواد سوق الشرق الأوسط في مجال حلول أنظمة الأتمتة والسعي لتحقيق أقصى درجات رضا العملاء من خلال تقديم منتجات موثوقة ومستدامة وخدمات عالية الكفاءة والجودة.

# home_see_more
source: See More
ar: المزيد

# home_partners
source: Our partners
ar: شركاؤنا

# home_products
source: Products
ar: منتجاتنا

# home_products_desc
source: All-In-One Smart Automation for homes, industries and commerce
ar: حلول أتمتة ذكية شاملة للمنازل والصناعات والتجارة

# home_all
source: All
ar: الكل

# home_clients
source: Our Clinets
ar: عملاؤنا

# home_why_us
source: Why Choose Us?
ar: لماذا نحن؟

# home_why_us_q1
source: Locally Engineered Excellence
ar: جودة هندسية محلية

# home_why_us_a1
source: All our smart solutions are designed and built by engineers, combining innovation with deep local insight.
ar: جميع حلولنا الذكية مصممة ومبنية من قبل مهندسين يجمعون بين الابتكار والفهم العميق للسوق المحلي.

# home_why_us_q2
source: Seamless Smart Integration
ar: تكامل ذكي سلس

# home_why_us_a2
source: We offer complete automation for homes, businesses, and parking systems — all controlled from your smartphone.
ar: نقدم أتمتة كاملة للمنازل والشركات وأنظمة مواقف السيارات — جميعها تتحكم بها من هاتفك الذكي.

# home_why_us_q3
source: Innovation You Can Feel
ar: ابتكار ملموس

# home_why_us_a3
source: We don't just automate — we elevate your lifestyle with smart, intuitive systems tailored to your needs.
ar: نحن لا نقدم أتمتة فقط — بل نرفع مستوى حياتك من خلال أنظمة ذكية وبديهية مصممة خصيصًا لتلبية احتياجاتك.

# home_why_us_q4
source: End-to-End Support
ar: دعم شامل

# home_why_us_a4
source: From design and installation to after-sales service — we’re with you every step of the way.
ar: من التصميم والتركيب إلى خدمة ما بعد البيع — نحن معك في كل خطوة.

# home_contact
source: Contact
ar: اتصل بنا

# home_contact_desc
source: If you have any questions, please do not hesitate to send us a message. We aim to reply within 24 hours.
ar: إذا كان لديك أي استفسار، لا تتردد في إرسال رسالة لنا. نسعى للرد خلال 24 ساعة.

# home_contact_address
source: Addresses
ar: العناوين

# home_contact_call
source: Call Us
ar: اتصل بنا

# home_contact_whatsapp
source: WhatsApp
ar: واتساب

# home_contact_email
source: Email Us
ar: راسلنا عبر البريد الإلكتروني

# home_contact_form_name
source: Your Name
ar: اسمك

# home_contact_form_phone
source: Phone
ar: الهاتف

# home_contact_form_email
source: Your Email
ar: بريدك الإلكتروني

# home_contact_form_message
source: Message
ar: الرسالة

# home_contact_form_loading
source: Loading
ar: جارٍ التحميل

# home_contact_form_sent
source: Your message has been sent. Thank you!
ar: تم إرسال رسالتك. شكرًا لك!

# home_contact_form_send
source: Send Message
ar: أرسل الرسالة

source: Last News
ar: آخر الأخبار

# lastnewsp1
source: At Smart Life, we believe that knowledge is power - stay updated with our latest news and always be at the heart of the action.
ar: في سمارت لايف، نؤمن بأن المعرفة قوة — تابع آخر أخبارنا وكن دائمًا في قلب الحدث

# senddone
source: ✅ Your message has been sent successfully. Thank you!
ar: ✅ تم إرسال رسالتك بنجاح, شكراً لك!

# senderror
source: ❌ Sorry, something went wrong while sending your message.
ar: ❌ حصل خطأ أثناء الإرسال.
